Repository: ims21/MovieManager
Catalog: plugin/locale/*/LC_MESSAGES/MovieManager.po
Languages: cs, de, fr, nl, ru

source: Remove current item or select items with 'OK' or 'Inversion' and then use remove.
cs: Smažte aktuální položku nebo vyberte položky pomocí 'OK' nebo 'Inverze' a poté smažte.
de: Entferne aktuelle Einträge oder wähle Einträge mit 'OK' oder Ausw. umkehren und dann benutze Löschen.
fr: Supprimer l'élément actuel ou sélectionner des éléments avec 'OK' ou 'Inversion' puis utilisez supprimer.
nl: Verwijder huidige item of kies items met 'OK' of 'Omkeren' en gebruik daarna 'verwijder'.
ru: Удалить текущий элемент или выберать элементы с помощью 'ОК' или 'Инвертировать', а затем удалить.

source: Remove from selection (%s)
cs: Odebrat z výběru (%s)
de: Löschen der Auswahl (%s)
fr: Supprimer de la sélection ( %s)
nl: Verwijder van selectie (%s)
ru: Удалить из выбора (%s)

source: Remove local directory setting...
cs: Odstranit místní nastavení adresářů...
de: Lösche Lokal Verzeichnis Einstellung
fr: Supprimer le paramètre du répertoire local...
nl: Verwijder lokale mapinstelling...
ru: Удалить настройку локального каталога...

source: Remove local setting '.e2settings.pkl' in selected directories.
cs: Smaže lokální nastavení '.e2settings.pkl' ve vybraných adresářích.
de: Lösche Lokale Einstellung '.e2settings.pkl' in ausgewählten Verzeichnissen.
fr: Supprimer le paramètre local '.e2settings.pkl' dans les répertoires choisis.
nl: Verwijder lokale instelling '.e2settings.pkl' in gekozen mappen.
ru: Удалите локальный параметр '.e2settings.pkl' в выбранных каталогах.

source: Rename
cs: Přejmenovat
de: Umbenennen
fr: Renommer
nl: Hernoem
ru: Переименовать

source: Rename current file.
cs: Přejmenovat aktuální soubor.
de: Aktuell markierte Datei umbenennen.
fr: Renommer le fichier actuel.
nl: Hernoem huidige bestand.
ru: Переименовать текущий файл.

source: Rename with string replacement
cs: Přejmenovat pomocí náhrady textu

source: Replace string in selected files. Useful e.g. for changing numbering format of episodes.
cs: Nahrazuje text ve vybraných názvech souborů. Užitečné např. pro hromadnou změnu formátu číslování epizod.

source: Reset playback position
cs: Resetovat pozici přehrávání
de: Wiedergabeposition zurücksetzen
fr: Réinitialiser la position de reprise de lecture
nl: Zet afspeelpositie terug
ru: Сбросить позицию воспроизведения

source: Reset playback position for all marked files in movielist.
cs: Zresetovat pozici přehrávání pro všechny označené soubory v seznamu.
de: Wiedergabeposition aller ausgewählten Dateien in der Film-Liste zurücksetzen.
fr: Réinitialiser la position de lecture pour tous les fichiers marqués dans la liste de films.
nl: Reset afspeelpositie voor alle gemarkeerde bestanden in de movielijst.
ru: Сбросить позицию воспроизведения для всех отмеченных файлов в списке фильмов.

source: Same source and target directory!
cs: Stejný zdrojový a cílový adresář!
de: Gleiches Quell und Ziel Verzeichnis !
fr: Même source et répertoire cible!
nl: Bron en doel hebben dezelfde locatie!
ru: Тот же исходный и целевой каталог!

source: Save current movielist to '%s' directory as '.csv' file.
cs: Uložit aktuální seznam souborů do '%s' jako '.csv' soubor.

source: Save extended '.csv' filelist with more data. It spend more time.
cs: Ukládat rozšířený '.csv' seznam s více daty. Vytváření souboru zabere více času.
de: Erweiterte Dateiliste (*.csv) mit ausführlicheren Angaben speichern. Benötigt mehr Zeit.
fr: Enregistrer la liste de fichiers '.csv' étendue avec plus de données. Il dure plus longtemps.
nl: Sla uitgebreide '.csv'-bestandenlijst op met meer data. Het maken van de lijst duurt daardoor langer.
ru: Сохранить расширенный список файлов '.csv' с дополнительными данными. На это тратится больше времени.

source: Save extended list
cs: Ukládat rozšířený seznam
de: Erweiterte Liste speichern
fr: Enregistrer la liste étendue
nl: Sla uitgebreide lijst op
ru: Сохранить расширенный список

source: Save list
cs: Uložit seznam
de: Liste speichern
fr: Enregistrer la liste
nl: Sla lijst op
ru: Сохранить список

source: Save list to '%s'
cs: Uložit seznam do '%s'
de: Liste speichern in '%s'
fr: Enregistrer la liste sur '%s'
nl: Sla lijst op als '%s'
ru: Сохранить список в '%s'

source: Search around
cs: Vyhledávat dokola

source: Search file by
cs: Hledat soubor podle

source: Search file by text at beginning of the title or by contain text in the title.
cs: Zvolte, zda hledat soubor podle textu na začátku názvu nebo podle obsaženého textu v názvu.

source: Search in group selection by
cs: Skupinový výběr vyhledává podle
de: Suche in Gruppen-Auswahl nach
fr: Recherche dans la sélection de groupe par
nl: Zoek in groepselectie op
ru: Искать в групповом выборе по

source: Searching file in list still around.
cs: Možnost hledat soubory v seznamu stále dokola.

source: Seek backward (enter time)
cs: Přeskočit dozadu (zadat čas)
de: Springe zurück (Zeit eingeben)
fr: Recherche en arrière (entrer le temps)
nl: Zoek achterwaarts (geef tijd in)
ru: Перейти назад (введите время)

source: Seek forward (enter time)
cs: Přeskočit dopředu (zadat čas)
de: Springe vorwärts (Zeit eingeben)
fr: Recherche en avant (entrer temps)
nl: Zoek voorwaarts (geef tijd in)
ru: Перейти вперед (введите время)

source: Select action
cs: Zvolte akci
de: Wähle Aktion
fr: Choisir une action
nl: Kies actie
ru: Выберите действие

source: Select destination for copy selected files...
cs: Zvolte umístění pro kopírování vybraných souborů...
de: Wähle den Zielort der zu kopierenden ausgewählten Dateien ...
fr: Sélectionnez une destination pour copier les fichiers choisis…
nl: Kies bestemming voor gekopieerde bestanden...
ru: Выбрать место назначения для копирования выбранных файлов...

source: Select destination for move selected files...
cs: Zvolte umístění pro přemístění vybraných souborů...
de: Wähle den Zielort der zu verschiebenden ausgewählten Dateien ...
fr: Sélectionnez une destination pour déplacer les fichiers choisis…
nl: Kies bestemming voor verplaatste bestanden...
ru: Выбрать место назначения для перемещения выбранных файлов...

source: Select directory to save 'csv' file.
cs: Zadat adresář pro ukládání csv' souboru.

source: Select directory to save 'csv' file:
cs: Zadejte adresář pro ukládání csv' souboru:

source: Select operation:
cs: Zvolte operaci:
de: Wähle Ausführung:
fr: Sélectionnez l'opération:
nl: Kies uitvoering:
ru: Выберите операцию:

source: Selected items are sorted at the beginning of the list.
cs: Označené položky jsou umístěny na začátku seznamu.

source: Selected top
cs: Označené nahoře
de: Ausgewählte oben
fr: Top sélectionné
nl: Geselecteerde top
ru: Выбрать верхний

source: Selected top.
cs: Označené nahoře.

source: Selected: %s
cs: Označeno: %s
de: Ausgewählt: %s
fr: Selectionné : %s
nl: Geselecteerd: %s
ru: Выбрано: %s

source: Service name
cs: Název programu
de: Kanalname
fr: Nom du service
nl: Kanaalnaam
ru: Имя сервиса

source: Service:
cs: Program:

source: Set 'yes' if You want add target directories into bookmarks.
cs: Jestliže chcete přidávat cílové adresáře do záložek, zvolte 'Ano' .
de: Bei Auswahl 'Ja' werden Ziel Verzeichnisse zu Lesezeichen hinzugefügt.
fr: Définissez ‘oui’ si vous voulez ajouter des répertoires cibles dans les signets.
nl: Kies 'Ja' als u de doellocatie als bookmark wilt toevoegen.
ru: Установите 'Да', если хотите добавить целевые каталоги в закладки.

source: Set path '%s' is invalid!
cs: Nastavená cesta '%s' je neplatná!

source: Set sort type for current movielist.
cs: Nastavit třídění pro aktuální seznam.
de: Bestimme Sortierungs-Typ für die aktuelle Film-Liste.
fr: Définir le type de tri pour la liste de films en cours.
nl: Stel de sortering voor de huidige movielijst in.
ru: Установить тип сортировки для текущего списка фильмов.

source: Sets whether to distinguish between uper case and lower case for searching.
cs: Nastavuje, zda chcete při vyhledávání rozlišovat mezi velkými a malými písmeny.
de: Festlegen ob bei der Suche zwischen Groß und Kleinschreibung unterschieden werden soll.
fr: Définit si la distinction entre la casse majuscules et minuscules est faite pour la recherche.
nl: Hiermee bepaalt u of de hoofdletters/kleine letters als zoekargument moeten worden gebruikt.
ru: Задает, следует ли различать верхний и нижний регистры для поиска.

source: Shorter part of title (earlier comma) for comparison
cs: Porovnává kratší část názvu (dřívější čárka)

source: Show duplicates in CSV file
cs: Zobrazit duplicity v CSV souboru

source: Show duplicates in list
cs: Zobrazit duplicity v seznamu

source: Shows and hides info for the selected item
cs: Zobrazuje a skrývá informace o vybrané položce

source: Size - largest top
cs: Velikost - největší nahoře

source: Size - smallest top
cs: Velikost - nejmenší nahoře

source: Size and units
cs: Velikost a jednotky

source: Size:
cs: Velikost:

source: Size: %s
cs: Velikost: %s
de: Grösse: %s
fr: Taille: %s
nl: Grootte: %s
ru: Размер: %s

source: Skip backward
cs: Přeskočit dozadu
de: Springe zurück
fr: Sauter en arrière
ru: Перейти назад

source: Skip forward
cs: Přeskočit dopředu
de: Springe vorwärts
fr: avance rapide
ru: Перейти вперед

source: Sort
cs: Třídění
de: Sortieren
fr: Trier
nl: Sorteer
ru: Сортировать

source: Sort by...
cs: Třídit podle...
de: Sortiere nach ...
fr: Trier par...
nl: Sorteer op...
ru: Сортировать по...

source: Sort list
cs: Setřídit seznam
de: Sortiere Liste
fr: Trier la liste
nl: Sorteer lijst
ru: Сортировать список

source: Sort list:
cs: Třídit seznam:
de: Sortiere Liste:
fr: Trier liste:
nl: Sorteer lijst:
ru: Сортировать список:

source: Sorted from A to Z.
cs: Setříděno od A do Z.

source: Sorted from Z to A.
cs: Setříděno od Z do A.

source: Sorting type
cs: Typ třídění

source: Standard
cs: Standardní

source: Stop
cs: Zastavit
fr: Arrêter
ru: Стоп

source: Successfuly deleted %(count)s file of %(total)s
cs: Úspěšně smazán %(count)s soubor z %(total)s

source: Target directories
cs: Cílové adresáře

source: The %s plugin is not installed! Please install it.
cs: Plugin %s není nainstalovaný! Prosím, nainstalujte plugin.

source: The CSV file does not exist or the path is not set correctly!
cs: CSV soubor neexistuje nebo cesta není nastavena správně!

source: The path %s already exists.
cs: Cesta %s již existuje.
de: Der Pfad %s existiert bereits.
fr: Le chemin %s existe déjà.
nl: Het pad %s bestaat al.
ru: Путь %s уже существует.

source: Titles are compared using the text up to the first comma. Duplicates found are marked in the list.
cs: Názvy jsou porovnávány do první čárky. Duplicity jsou označené v seznamu.

source: Titles are compared using the text up to the first comma. Only duplicates are displayed.
cs: Názvy jsou porovnávány do první čárky. Jsou zobrazené pouze duplicity.

source: Titles are compared using the text up to the second comma. Duplicates found are marked in the list.
cs: Názvy jsou porovnávány do druhé čárky. Duplicity jsou označené v seznamu.

source: Titles are compared using the text up to the second comma. Only duplicates are displayed.
cs: Názvy jsou porovnávány do druhé čárky. Jsou zobrazené pouze duplicity.

source: Titles are compared using the text up to the third comma. Duplicates found are marked in the list.
cs: Názvy jsou porovnávány do třetí čárky. Duplicity jsou označené v seznamu.

source: Titles are compared using the text up to the third comma. Only duplicates are displayed.
cs: Názvy jsou porovnávány do třetí čárky. Jsou zobrazené pouze duplicity.

source: To maintain selector position
cs: Zachovávat pozici
de: Auswahl Position beibehalten
fr: Pour maintenir la position du sélecteur
nl: Om de selectiepositie te behouden
ru: Для сохранения положения селектора

source: Type part of the text in title and press Enter:
cs: Zadejte část textu v názvu a stiskněte Enter:

source: Type several first characters in title and press Enter:
cs: Zadejte několik prvních znaků v názvu a stiskněte Enter:

source: Up to 1st comma, filtered
cs: Do 1. čárky, filtrované

source: Up to 1st comma, marked in list
cs: Do 1. čárky, označené v seznamu

source: Up to 2nd comma, filtered
cs: Do 2. čárky, filtrované

source: Up to 2nd comma, marked in list
cs: Do 2. čárky, označené v seznamu

source: Up to 3rd comma, filtered
cs: Do 3. čárky, filtrované

source: Up to 3rd comma, marked in list
cs: Do 2. čárky, označené v seznamu

source: Update bookmarks depending on the current mountpoints. If mountpoints sleeping, then it take some time before they wakes up.
cs: Aktualizovat záložky v závislosti na aktuálních bodech připojení. Jestliže jsou body připojení v úsporném režimu, bude nějakou dobu trvat, než se probudí.
de: Aktualisiere Lesezeichen abhängig von den aktuellen Mountpoints. Wenn Mounts schlafen dauert es etwas bis sie aufwachen.
fr: Mettre à jour les signets en fonction des points de montage actuels. Si les points de montages dorment, il faut un certain temps avant qu'ils se réveillent.
nl: Update bladwijzers conform huidige mounts. Als mounts 'slapen', kan het enige tijd duren voordat die wakker zijn.
ru: Обновить закладки в зависимости от текущих точек монтирования. Если точки монтирования спят, то потребуется некоторое время, прежде чем они проснутся.

source: Update valid bookmarks
cs: Aktualizovat platné záložky
de: Aktualisiere gültige Lesezeichen
fr: Mise à jour des signets valides
nl: Update geldige bladwijzers
ru: Обновить действующие закладки

source: Use 'Menu' or 'Action' for select operation. Multiple files mark with 'OK' or use 'CH+/CH-'.
cs: Zvolte 'Menu' nebo 'Výběr akce'. Pro označení více souborů použijte 'OK' nebo Ch+/Ch-'.
de: Wähle 'Menü' oder 'Aktion' für gewünschte Aktion. Mehrere Dateien mit 'OK' wählen, oder 'CH+/CH-' benutzen.
fr: Utilisez ‘Menu' ou ‘Action' pour sélectionner l'opération. Marquer plusieurs fichiers avec 'OK' ou en utilisant 'ch +/ch-'.
nl: Gebruik 'Menu' of 'Actie' om uit diverse handelingen te kiezen. Meerdere bestanden worden met 'OK' gemarkeerd, of gebruik 'CH+/CH-'.
ru: Использовать 'Меню' или 'Действие' для выбора операции. Несколько файлов помечаются 'ОК' или использовать 'CH+/CH-'.

source: Use 'OK' to select multiple items. List can be sorted with 'Info/Epg'.
cs: Použijte 'OK' pro označení více záložek. Seznam lze třídit pomocí 'Info/Epg'.

source: Use CSFD or CSFD Lite plugin version.
cs: Používat CSFD nebo CSFD Lite plugin.

source: Use sorting characters type for alphabetical list sorting.
cs: Pro abecedně setříděný seznam používat zvolený typ třídění znaků.

source: Use sync
cs: Použít sync
de: Benutze sync
fr: Utiliser la synchronisation
nl: Gebruik sync
ru: Использовать синхронизацию

source: Use target directory as bookmark
cs: Použít cílový adresář jako záložku
de: Benutze Ziel Verzeichnis als Lesezeichen
fr: Utiliser le répertoire cible comme signet
nl: Gebruik doel als bookmark
ru: Использовать целевой каталог как закладку

source: Use trash can
cs: Používat koš

source: Used 'Default' sorting in original lists. Lists are sorted one after another.
cs: Použito 'výchozí' třídění v původních seznamech. Seznamy jsou řazeny za sebou.

source: Used separator for decimal numbers in 'csv' file for filesizes.
cs: Použitý oddělovač desetinných míst pro velikosti souborů v 'csv' souboru.

source: Whole titles are compared. Duplicates found are marked in the list.
cs: Jsou porovnávány celé názvy. Duplicity jsou označené v seznamu.

source: Whole titles are compared. Only duplicates are displayed.
cs: Jsou porovnávány celé názvy. Jsou zobrazené pouze duplicity.

source: You can set the number of letters from the beginning of the current file name as the text pre-filled into virtual keyboard for easier input via group selection. For 'group selection' use 'CH+/CH-' buttons.
cs: Můžete nastavit počet písmen od začátku aktuálního názvu souboru jako předvyplněný text do virtuální klávesnice pro snadnější zadávání pomocí skupinového výběru. Pro 'skupinový výběr' použijte tlačítka "CH+/CH-".
de: Anzahl der Zeichen vom Beginn des aktuellen Dateinamens festlegen die in der Virtuellen Tastatur automatisch vorausgewählt werden (zur einfacheren Eingabe über die Gruppen-Auswahl). Für die Gruppen-Auswahl benutze die Tasten 'CH+/CH-'.
fr: Vous pouvez définir le nombre de lettres depuis le début du nom de fichier actuel comme le texte pré-rempli dans le clavier virtuel pour faciliter l'entrée via la sélection de groupe. Pour 'sélection de groupe', utilisez les boutons 'ch +/ch-'.
nl: Hier kunt u het aantal karakters aangeven waarmee het virtuele toetsenbord wordt gevuld. Dat zijn de eerste 'n' karakters van het momenteel geselecteerde item. U gebruikt 'CH+' om de huidige groep te selecteren en 'CH-' om de huidige groep te deselecteren.
ru: Вы можете установить количество букв от начала текущего имени файла, поскольку текст предварительно заполняется на виртуальной клавиатуре для облегчения ввода с помощью группового выбора. Для 'выбора группы' используйте кнопки 'CH+/CH-'.

source: You can set the number of letters from the end of the current file name as the text pre-filled into virtual keyboard for easier input via group selection. For 'group selection' use 'CH+/CH-' buttons.
cs: Můžete nastavit počet písmen od konce aktuálního názvu souboru jako předvyplněný text do virtuální klávesnice pro snadnější zadávání pomocí skupinového výběru. Pro 'skupinový výběr' použijte tlačítka "CH+/CH-".
de: Anzahl der Zeichen vom Ende des aktuellen Dateinamens festlegen die in der Virtuellen Tastatur automatisch vorausgewählt werden (zur einfacheren Eingabe über die Gruppen-Auswahl). Für die Gruppen-Auswahl benutze die Tasten 'CH+/CH-'.
fr: Vous pouvez définir le nombre de lettres à partir de la fin du nom de fichier actuel comme le texte pré-rempli dans le clavier virtuel pour faciliter l'entrée via la sélection de groupe. Pour 'sélection de groupe', utilisez les boutons 'ch +/ch-'.
nl: Hier kunt u het aantal karakters aangeven waarmee het virtuele toetsenbord wordt gevuld. Dat zijn de laatste 'n' karakters van het momenteel geselecteerde item. U gebruikt 'CH+' om de huidige groep te selecteren en 'CH-' om de huidige groep te deselecteren.
ru: Вы можете установить количество букв от конца текущего имени файла в качестве текста, предварительно заполненного на виртуальной клавиатуре, для облегчения ввода с помощью группового выбора. Для 'выбора группы' используйте кнопки 'CH+/CH-'.

source: You can set what will group selection use - start of title, end of title or contains in title.
cs: Můžete zvolit, podle čeho bude skupinový výběr vybírat - podle začátku, podle konce nebo podle zadaného obsahu v názvu.
de: Bestimmen wonach in der Gruppen-Auswahl gesucht werden soll, 'Anfang des Titels, Ende des Titels oder Inhalt des Titels'.
fr: Vous pouvez définir ce que la sélection de groupe utilisera - début de titre, fin de titre ou contient dans le titre.
nl: Hier stelt u in wat de groepsselectie gebruikt - begin van de titel, eind van de titel of titel.
ru: Вы можете установить, что будет использоваться, выбор группы - начало заголовка, конец заголовка или содержание в заголовке.

source: Z-a sort
cs: Z-a
de: Z-a sortieren
fr: Tri Z-a
nl: Z-A sorteren
ru: Сортировка Z-a

source: as whole titles
cs: jako celé názvy

source: behind the values
cs: za hodnotami

source: comma
cs: čárka

source: contains in title
cs: obsahu v názvu
de: Inhalt des Titels
fr: contenu dans le titre
nl: bevat in titel
ru: содержится в заголовке

source: contains...
cs: obsahuje...
de: beinhaltet ...
fr: contient...
nl: bevat...
ru: содержит...

source: date
cs: datum
de: Datum
nl: datum
ru: дата

source: date and time
cs: datum a čas

source: dot
cs: tečka

source: duration
cs: délka

source: duration [%s]
cs: délka [%s]

source: end title
cs: konce názvu
de: Ende des Titels
fr: fin du titre
nl: eindtitel
ru: конец названия

source: ends with...
cs: končí na...
de: endet mit ...
fr: se termine par...
nl: eindigt op...
ru: заканчивается...

source: hour
cs: hod

source: in hours
cs: v hodinách

source: in minutes
cs: v minutách

source: name
cs: název
fr: nom
nl: naam
ru: имя

source: path
cs: umístění
de: Pfad
fr: chemin
nl: pad
ru: путь

source: press OK
cs: stiskněte 'OK'

source: service name
cs: název programu
de: Kanalname
fr: nom du service
nl: kanaalnaam
ru: имя сервиса

source: size
cs: velikost
de: Grösse
fr: taille
nl: grootte
ru: размер

source: size [%s]
cs: velikost [%s]

source: start title
cs: začátku názvu
de: Anfang des Titels
fr: titre commence par
nl: starttitel
ru: начало названия

source: starts with...
cs: začíná na...
de: startet mit ...
fr: commence par...
nl: begint met...
ru: начинается с...

source: time
cs: čas
de: Zeit
fr: heure
nl: tijd
ru: время

source: up to %s
cs: až po %s

source: v.%s
cs: verze %s

source: %.0f GB
ru: %.0f ГБ

source: %.0f MB
ru: %.0f МБ

source: %.2f GB
ru: %.2f ГБ

source: %d B
ru: %d Б

source: OK
ru: ОК

source: Sucessfuly deleted %s of %s files...
de: Erfolgreich gelöscht %s der %s Dateien ...
fr: %s fichiers effacés avec succès de %s...
nl: Sucesvol %s van %s bestanden verwijderd...
