Repository: ims21/MovieManager
Catalog: plugin/locale/*/LC_MESSAGES/MovieManager.po
Languages: cs, de, fr, nl, ru

source: Note: it is not available with use '%s'
cs: Pozn.: není k dispozici při použití '%s'

source: Found %d possible duplicate.
cs: Nalezena %d možá duplicita.

source: - items placed in trash can will not be deleted
cs: - položky v koši nebudou smazány

source: %.0f kB
cs: %.0f MB
ru: %.0f кб

source: ( %s item already exists in the trash can, so it cannot be deleted. )
cs: ( %s položka již v koši existuje, takže nemůže být smazána )

source: ( %s item in trash can was not deleted )
cs: ( %s položka v koši nebyla smazána )

source: (Note: change will cancel all selections.)
cs: (Pozn: změna zruší všechna označení.)
de: (Anm.: Änderung verwirft alle Auswahlen.)
fr: (Remarque : le changement annulera toutes les sélections.)
nl: (Opm.: aanpassen annuleert alle selecties)
ru: (Примечание: изменение отменит весь выбор.)

source: A-z sort
cs: A-z
de: A-z sortieren
fr: Tri A-z
nl: A-z sorteren
ru: Сортировка A-z

source: Action
cs: Výběr akce
de: Aktion
nl: Actie
ru: Действие

source: Add date or time into extended list.
cs: Přidává datum a čas do rozšířeného seznamu.

source: Add duration in hours or minuts into extended list. It extends list creation.
cs: Přidává délku trvání v hodinách nebo minutách do rozšířeného seznamu. Prodlužuje dobu vytváření.

source: Add filesize in used units to extended list.
cs: Přidává velikost souboru ve zvolených jednotkách do rozšířeného seznamu.

source: Add or remove item of selection
cs: Přidat nebo odebrat z výběru
de: Hinzufügen oder Löschen Eintrag der Auswahl
fr: Ajouter ou supprimer un élément de sélection
nl: Verwijder of voeg toe als selectie
ru: Добавить или удалить элемент выбора

source: Add service name into extended list.
cs: Přidává název programu do rozšířeného seznamu.
de: Füge der Erweiterten Liste den Kanalnamen hinzu.
fr: Ajouter le nom du service dans la liste étendue.
nl: Voeg kanaalnaam toe aan uitgebreide lijst.
ru: Добавить название сервиса в расширенный список.

source: Add to selection (%s)
cs: Přidat do výběru (%s)
de: Hinzufügen zur Auswahl (%s)
fr: Ajouter à la sélection ( %s)
nl: Voeg toe aan selectie (%s.)
ru: Добавить к выбору (%s)

source: All
cs: Vše
de: Alle
fr: Tous
nl: Alle
ru: Все

source: Are You sure to delete %s selected bookmark?
cs: Opravdu chcete smazat %s označenou záložku?
de: Möchten Sie %s ausgewählte(s) Lesezeichen wirklich löschen ?
fr: Êtes-vous sûr de supprimer %s signet sélectionné?
nl: Weet u zeker dat u de %s geselecteerde bladwijzer wilt verwijderen?
ru: Вы действительно хотите удалить выбранную %s закладку?

source: Are You sure to delete %s selected file?
cs: Opravdu chcete smazat %s označený soubor?
de: Möchten Sie %s ausgewählte Datei(en) wirklich löschen ?
fr: Êtes-vous sûr de supprimer %s fichier sélectionné?
nl: Weet u zeker dat u het %s geselecteerde bestand wilt wissen?
ru: Вы действительно хотите удалить выбранный %s файл?

source: Are You sure to delete %s setting?
cs: Opravdu chcete smazat %s nastavení?
de: Möchten Sie %s Einstellung wirklich löschen ?
fr: Êtes-vous sûr de supprimer %s le paramètre?
nl: Weet u zeker dat u het %s geselecteerde bestand wilt wissen?
ru: Вы уверены, что хотите удалить %s настройку?

source: Audio files
cs: Audio soubory
de: Audio Dateien
fr: Fichiers audio
nl: Audiobestanden
ru: Аудио файлы

source: CSFD plugin version
cs: Verze CSFD pluginu

source: Cancel
cs: Zavřít
de: Abbrechen
fr: Annuler
nl: Annuleer
ru: Отмена

source: Checking existing csv file and looking for duplicates in movie names.
cs: Kontrola existujícího CSV souboru a vyhledání duplicitních pořadů.

source: Checking existing list and looking for duplicates in movie names.
cs: Kontrola existujícího seznamu a vyhledání duplicit v názvech.

source: Close
cs: Zavřít
de: Schliessen
fr: Fermer
nl: Sluit
ru: Закрыть

source: Close playback?
cs: Ukončit přehrávání?
de: Abspielen beenden ?
fr: Terminer la lecture?
nl: Afspelen beëindigen?
ru: Остановить воспроизведение?

source: Close the window with duplicates
cs: Zavřít okno s duplicitami

source: Compare case sensitive
cs: Rozlišovat velikost písmen
de: Unterscheide Groß und Kleinschreibung
fr: Comparaison sensible à la case
nl: Vergelijk hoofdlettergevoelig
ru: Сравнить с учетом регистра

source: Copy current file or selected file(s) to directory.
cs: Kopírovat aktuální soubor nebo označené soubory do adresáře.
de: Kopiere aktuell markierte Datei oder ausgewählte Datei(en) in Verzeichnis.
fr: Copiez le fichier actuel ou le(s) fichier(s) sélectionné(s) à l'annuaire.
nl: Kopieer huidige of geselecteerde bestand(en) naar map.
ru: Копировать текущий файл или выбранный файл(ы) в каталог.

source: Copy to...
cs: Kopírovat do...
de: Kopiere nach ...
fr: Copier vers...
nl: Kopieer naar...
ru: Копировать в...

source: Create bookmark for selected directory:
cs: Vytvořte záložku pro zvolený adresář:

source: Create directory
cs: Založit adresář
de: Verzeichnis erstellen
fr: Créer un répertoire
nl: Creëer map
ru: Создать каталог

source: Create movielist from all active bookmarks and selected directories. Please, be patient, it take some time. There in 'Options...' it can be limited to some filetypes and can be enabled browsing subdirectories.
cs: Vytvoří seznam souborů ze všech aktivních záložek a vybraných adresářů. Prosím, buďte trpěliví, trvá to delší dobu. V nastavení může být omezeno na některé typy souborů a může být povoleno i prohledávání podadresářů.

source: Create new directory in current directory.
cs: Založit nový adresář v aktuálním adresáři.
de: Neues Verzeichnis im aktuellen Verzeichnis erstellen.
fr: Créez un nouvel annuaire dans le répertoire actuel.
nl: Creëer nieuwe map in huidige map.
ru: Создать новый каталог в текущем каталоге.

source: Create target directories as bookmarks for copy and move:
cs: Založte cílové adresáře jako záložky pro kopírování a přesun:

source: Current item info
cs: Informace o aktuální položce
de: Aktuelle Positions Info
fr: Informations sur l'article actuel
nl: Info huidige item
ru: Информация о текущем элементе

source: DVD images
cs: DVD obrazy
fr: Images DVD
nl: DVD-bestanden
ru: DVD образы

source: Date
cs: Datum
de: Datum
nl: Datum
ru: Дата

source: Date - latest top
cs: Datum - nejnovější nahoře

source: Date - oldest top
cs: Datum - nejstarší nahoře

source: Decimal separator
cs: Oddělovač desetinných míst

source: Delete
cs: Smazat
de: Löschen
fr: Supprimer
nl: Verwijder
ru: Удалить

source: Delete current file or selected file(s).
cs: Odstranit aktuální soubor nebo označené soubory.
de: Lösche aktuell markierte Datei oder ausgewählte Datei(en).
fr: Supprimer le fichier actuel ou les fichiers sélectionnés.
nl: Verwijder huidige of geselecteerde bestand(en).
ru: Удалить текущий файл или выбранный файл(ы)

source: Delete failed!
cs: Smazání selhalo!
de: Löschen fehlgeschlagen !
fr: L'effacement a échoué!
nl: Verwijderen mislukt!
ru: Не удалось удалить!

source: Delete selected
cs: Smazat vybrané
de: Lösche Ausgewählte
fr: Effacer les sélectionner
nl: Verwijder geselecteerde
ru: Удалить выбранное

source: Deleted files will be moved to trash can.
cs: Smazané soubory budou umístěny do koše.

source: Directories list
cs: Seznam adresářů

source: Directories with local setting
cs: Adresáře s lokálním nastavením
de: Verzeichnisse mit lokalen Einstellungen
fr: Répertoires avec paramètre locaux
nl: Mappen met lokale instelling
ru: Каталоги с локальной настройкой

source: Display all existing bookmarks in box. Unwanted or unnecessary bookmarks can be removed or edited.
cs: Zobrazí všechny existující záložky v přijímači. Nechtěné nebo nepotřebné záložky mohou být odstraněny nebo upraveny.

source: Duplicate detection and display mode:
cs: Způsob vyhledání a zobrazení duplicit:

source: Duplicates are detected based on the part of the title up to the selected comma ',' (because some programs are re-broadcast with an additional phrase in the title), or on the whole title. Therefore, some duplicates may not be actual duplicates.
cs: Duplicitní záznamy jsou detekovány na základě části názvu až po zvolenou čárku ',' (protože některé pořady jsou znovu vysílány s doplňujícím výrazem v názvu), nebo podle celého názvu. Proto některé duplicity nemusí být skutečnými duplicitami.

source: Duration
cs: Délka
de: Dauer
fr: Durée
nl: Duur
ru: Продолжительность

source: Duration:
cs: Délka:

source: Edit
cs: Upravit

source: Edit bookmark
cs: Upravit záložku

source: Edit bookmarks...
cs: Upravit záložky...

source: Edit current bookmark
cs: Upravit aktuální záložku

source: Enable 'Edit bookmark...'
cs: Povolit 'Upravit záložky...'

source: Enable 'Manage files in active bookmarks...'
cs: Povolit 'Správa souborů v aktivních záložkách...'
de: 'Datei Verwaltung in aktiven Lesezeichen' ermöglichen ...
fr: Activer 'gérer les fichiers dans les signets actifs... '
nl: Schakel 'Beheer de bestanden in actieve bladwijzers...' in.
ru: Включить 'Управление файлами в активных закладках'

source: Enable 'Remove local directory setting...'
cs: Povolit 'Odstranit místní nastavení adresářů...'
de: Erlaube 'Lokal Verzeichnis Einstellung löschen ...'
fr: Activer 'Supprimer le paramètre d'annuaire local...'
nl: Schakel 'Verwijder lokale map instelling...' in
ru: Включить 'Удалить настройку локального каталога...'

source: Enable 'Show duplicates'
cs: Povolit 'Zobrazit duplicity'

source: Enable in menu item for manage movies in all active bookmarks as one list.
cs: Povoluje v menu položku pro správu souborů ze všech aktivních záložek v jednom seznamu.
de: Wenn aktiviert, werden die Filme in allen aktiven Lesezeichen als eine Liste verwaltet.
fr: Activer l’élément du menu pour gérer les films dans tous les signets actifs comme une liste.
nl: Schakel dit in om opnames in actieve bladwijzers te beheren.
ru: Включить в меню пункт для управления фильмами во всех активных закладках в виде одного списка.

source: Enable in menu utility for edit bookmarks.
cs: Povolit v menu nástroj pro úpravu záložek.

source: Enable item for checking existing csv file and looking for duplicates in movie names.
cs: Povoluje položku pro kontrolu existujícího CSV souboru a vyhledání duplicitních pořadů v názvech.

source: Enable item for delete local directory setting in menu. It depends on displayed directories in movielist.
cs: Povoluje položku pro mazání lokálního nastavení adresářů v menu. Závisí na zobrazených adresářích v seznamu.
de: Aktiviere Eintrag um Lokal Verzeichnis Einstellung im Menü zu löschen. Das ist abhängig von den gezeigten Verzeichnissen in der Film-Liste.
fr: Activer l'élément pour supprimer le paramètre du répertoire local dans le menu. Cela dépend des répertoires affichés dans la liste des films.
nl: Schakel item voor verwijderen lokale mapinstelling in menu in. Het hangt af van de getoonde mappen in de movielijst.
ru: Включить в меню пункт для удаления локального каталога. Это зависит от отображаемых каталогов в списке фильмов.

source: Enable refresh bookmarks before each 'Manage files in active bookmarks'. It will add extra time.
cs: Povolit aktualizovat záložky před každým provedením 'Správa souborů v aktivních záložkách'. Prodlouží čas zpracování.
de: Lesezeichen aktualisieren bevor jeweils 'Verwaltete Dateien in aktiven Lesezeichen'. Dauert etwas länger.
fr: Activer l’actualisation des signets avant chaque « Gérer les fichiers dans les signets actifs ». Ajoutera du temps supplémentaire.
nl: Schakel 'Ververs bladwijzers' in voor elke 'Beheer bestanden in actieve bladwijzers'. Het kost extra tijd.
ru: Включить обновление закладок перед каждым 'Управлением файлами в активных закладках'. Это добавит дополнительное время.

source: Enter string for replacement '%s' in selected filenames:
cs: Zadejte text pro nahrazení '%s' v označených názvech souborů:

source: Enter string for replacement in selected filenames:
cs: Zadejte text pro nahrazení v označených názvech souborů:

source: Error
cs: Chyba
de: Fehler
fr: Erreur
nl: Fout
ru: Ошибка

source: Exit plugin
cs: Zavřít plugin
de: Verlasse Plugin
fr: Quitter le plugin
nl: Verlaat plugin
ru: Выйти из плагина

source: File was not found...
cs: Soubor nenalezen...

source: Find file
cs: Najít soubor

source: Find file/next file
cs: Najít soubor/další soubor

source: Find file/preview file
cs: Najít soubor/předchozí soubor

source: Full title, filtered
cs: Celý název, filtrované

source: Full title, marked in list
cs: Celý název, označené v seznamu

source: Go to first item
cs: Přejít na první položku v seznamu

source: Go to last item
cs: Přejít na poslední položku v seznamu

source: Group selection - add
cs: Skupinový výběr - přidat
de: Gruppen-Auswahl -> hinzufügen
fr: Sélection de groupe - ajouter
nl: Groepsselectie - voeg toe
ru: Групповой выбор - добавить

source: Group selection - remove
cs: Skupinový výběr - odebrat
de: Gruppen-Auswahl -> löschen
fr: Sélection de groupe - supprimer
nl: Groepsselectie - verwijder
ru: Групповой выбор - удалить

source: If enabled, then will be added audio files into list.
cs: Jestliže je povoleno, jsou do seznamu přidávány audio soubory.
de: Wenn aktiviert, werden Audio Dateien zur Liste hinzugefügt.
fr: Si activé, puis sera ajouté des fichiers audio dans la liste.
nl: Indien ingeschakeld, zullen audiobestanden aan de lijst worden toegevoegd.
ru: Если включено, то в список будут добавлены аудиофайлы.

source: If enabled, then will be added dvd image files into list.
cs: Jestliže je povoleno, jsou do seznamu přidávány soubory obrazů dvd.
de: Wenn aktiviert, werden DVD Image Dateien (*.iso) zur Liste hinzugefügt.
fr: Si activé, puis sera ajouté des fichiers image DVD dans la liste.
nl: Indien ingeschakeld, zullen DVD-bestanden aan de lijst worden toegevoegd.
ru: Если включено, то в список будут добавлены файлы с образами dvd.

source: If enabled, then will be added other movie files into list.
cs: Jestliže je povoleno, jsou do seznamu přidávány ostatní filmové soubory.
nl: Indien ingeschakeld, zullen andere filmbestanden aan de lijst worden toegevoegd.

source: If enabled, then will be added pictures into list.
cs: Jestliže je povoleno, jsou do seznamu přidávány obrázky.
de: Wenn aktiviert, werden Bilder zur Liste hinzugefügt.
fr: Si activé, puis sera ajouté des images dans la liste.
nl: Indien ingeschakeld, zullen plaatjes aan de lijst worden toegevoegd.
ru: Если включено, то в список будут добавляться картинки.

source: If enabled, then will be added recordings into list.
cs: Jestliže je povoleno, jsou do seznamu přidávány nahrané filmy.
nl: Indien ingeschakeld, zullen opnames aan de lijst worden toegevoegd.

source: If enabled, then will be on start maintained selector position in items list.
cs: Jestliže je povoleno, je po startu zachovávána pozice kurzoru v seznamu.
de: Wenn aktiviert, wird beim Start die Auswahl Position in der Liste beibehalten.
fr: Si activée, alors la position du sélecteur au démarrage est maintenue dans la liste des éléments.
nl: Indien ingeschakeld, zal de selector op de positie in de lijst staan.
ru: Если включено, то при запуске будет сохранена позиция селектора в списке элементов.

source: If enabled, then will be used subdirectories too (it will take longer).
cs: Pokud je povoleno, použijí se také podadresáře (spotřebuje více času).
de: Wenn aktiviert, werden auch die Unterverzeichnisse mit verwendet (das dauert länger).
fr: Si activé, puis les sous-répertoires seront aussi utilisé (il faudra plus longtemps).
nl: Indien ingeschakeld, zullen subdirectories ook worden gebruikt (duurt langer).
ru: Если включено, то будут использоваться и подкаталоги (это займет больше времени)

source: Include trashcans
cs: Včetně košů

source: Including selected directories
cs: Včetně vybraných podadresářů

source: Including subdirectories
cs: Zahrnout podadresáře
de: Unterverzeichnisse mit einbeziehen
fr: Sous-répertoires inclus
nl: Inclusief subdirectories
ru: Включая подкаталоги

source: Individual lists and content of individual lists are sorted alphabetically.
cs: Jednotlivé seznamy a jejich obsah jsou tříděny abecedně.

source: Inversion
cs: Inverze
de: Ausw. umkehren
nl: Omkeren
ru: Инвертировать

source: Invert selection
cs: Inverze výběru
de: Auswahl umkehren
fr: Inverser la sélection
nl: Keer selectie om
ru: Инвертировать выбор

source: Items from selected directories will be added into list created with 'Manage files in active bookmarks...' too.
cs: Soubory z vybraných adresářů budou také přidávány do seznamu vytvářeného pomocí 'Správa souborů v aktivních záložkách...'.

source: Items from subdirectories selected directories will be added into list too.
cs: Soubory z podadresářů vybraných adresářů budou přidávány do seznamu také.

source: Items from trashcans will be added into list too.
cs: Do seznamu budou přidávány též soubory z košů.

source: Latin2 with 'Ch'
cs: Latin2 s 'Ch'

source: Less of title
cs: Méně z názvu

source: List of bookmarks
cs: Seznam záložek
de: Liste der Lesezeichen
fr: Liste des signets
nl: Lijst met bladwijzers
ru: Список закладок

source: List of files
cs: Seznam souborů
de: Liste der Dateien
fr: Liste des fichiers
nl: Lijst met bestanden
ru: Список файлов

source: List of files is empty. Try change filter in setting.
cs: Seznam souborů je prázdný. Zkuste změnit filtr v nastavení.
nl: Bestandslijst is leeg. Probeer het filter in de instellingen aan te passen.

source: List was saved to '%s'
cs: Seznam uložen do '%s'
de: Liste wurde gespeichert in '%s'
fr: Liste a été enregistrée vers '%s'
nl: Lijst is opgeslagen in '%s'
ru: Список сохранен в '%s'

source: Lists and content A-z
cs: Seznamy a jejich obsah abecedně

source: Location:
cs: Umístění:

source: Longer part of title (later comma or full) for comparison
cs: Porovnává delší část názvu (pozdější čárka nebo celý)

source: Looking for file in the list. When file is found, then selector is moved on it. In list you can use key '0' for looking next file forward and key '8' for looking next file backward.
cs: Hledá soubor v seznamu. Jestliže je soubor nalezen, kurzor se přesune na tento soubor. V seznamu můžete použít '0' pro hledání dalšího odpovídajícího souboru a '8' pro hledání předcházejícího odpovídajícího souboru.

source: Manage files in active bookmarks...
cs: Správa souborů v aktivních záložkách...
de: Verwalte Dateien in aktiven Lesezeichen ...
fr: Gérer les fichiers dans les signets actifs...
nl: Beheer de bestanden in actieve bladwijzers...
ru: Управление файлами в активных закладках...

source: More of title
cs: Více z názvu

source: Move current file or selected file(s) to directory.
cs: Přemístit aktuální soubor nebo označené soubory do adresáře.
de: Verschiebe aktuell markierte Datei oder ausgewählte Datei(en) in Verzeichnis.
fr: Déplacer le fichier actuel ou le(s) fichier(s) sélectionné(s) vers le répertoire.
nl: Verplaats huidige of geselecteerde bestand(en) naar map.
ru: Переместить текущий файл или выбранный файл(ы) в каталог.

source: Move selector to next item
cs: Přesunout kurzor na další položku

source: Move to...
cs: Přesunout do...
de: Verschiebe nach ...
fr: Déplacer vers…
nl: Verplaats naar...
ru: Перейти к...

source: Movie manager
cs: Správce souborů
fr: Gestionnaire de films
ru: Менеджер фильмов

source: MovieManager
cs: Správce souborů
fr: Gestionnaire de films
ru: Менеджер Фильмов

source: MovieManager - Duplicates (titles compared %s)
cs: MovieManager - duplicity (názvy porovnávány %s)

source: New directory name in '%s'
cs: Název nového adresáře v '%s'
de: Neuer Verzeichnis Name in '%s'
fr: Nouveau nom de répertoire dans' %s'
nl: Nieuwe mapnaam in '%s'
ru: Новое имя каталога в '%s'

source: No
cs: Ne
de: Nein
fr: Non
nl: Nee
ru: Нет

source: No next file was found...
cs: Žádný další soubor nenalezen...

source: On destination '%s' is %s free space only!
cs: Zařízení '%s' má k dispozici pouze %s volného místa!
de: Am Zielort '%s' ist nur %s freier Speicher verfügbar !
fr: Sur la destination ' %s' est %s espace libre seulement!
nl: Op de bestemming is slechts '%s' van %s vrije ruimte!
ru: По назначению '%s' есть только %s свободного места!

source: Options...
cs: Možnosti...
de: Einstellungen ...
nl: Opties...
ru: Параметры...

source: Original list
cs: Původní seznam

source: Original list - reverted
cs: Původní seznam - opačně

source: Other
cs: Další
de: Weitere
fr: Autre
nl: Anders
ru: Другой

source: Other movie files
cs: Ostatní filmové soubory
nl: Andere filmbestanden

source: Path for 'csv' file
cs: Cesta pro 'csv' soubor

source: Pictures
cs: Obrázky
de: Bilder
fr: Photos
nl: Plaatjes
ru: Картинки

source: Play
cs: Přehrát
de: Abspielen
fr: Lire
nl: Afspelen
ru: Воспроизведение

source: Play selected...
cs: Přehrát označené...
de: Ausgewählte abspielen ...
fr: Lire la sélection…
nl: Geselecteerde afspelen...
ru: Воспроизвести выбранное...

source: Playback all selected files.
cs: Přehrát všechny označené soubory.
de: Alle ausgewählten Dateien abspielen.
fr: Lecture de tous les fichiers sélectionnés.
nl: Geselecteerde afspelen.
ru: Воспроизвести все выбранные файлы.

source: Playback current file.
cs: Přehrát aktuální soubor.
de: Aktuell markierte Datei abspielen.
fr: Lecture du fichier actuel.
nl: Speel huidige bestand af.
ru: Воспроизвести текущий файл.

source: Plugin does not use the trash or check a running recording! Do You want continue and delete %s selected file?
cs: Plugin nepoužívá koš ani nekontroluje probíhající nahrávání! Chcete přesto pokračovat a smazat %s vybraný soubor?
de: Plugin nutzt keinen Papierkorb oder prüft laufende Aufnahmen ! Möchten Sie fortfahren und %s ausgewählte Dateien löschen ?
fr: Ce plugin n'utilise pas la poubelle ou ne vérifie pas si un enregistrement est en cours! Voulez-vous continuer et supprimer %s fichier sélectionné?
nl: Plugin gebruikt geen prullenbak en controleert niet op lopende opnames! Wilt u doorgaan met het verwijderen van %s bestand?
ru: Плагин не использует корзину и не проверяет работающую запись! Вы хотите продолжить и удалить %s выбранный файл?

source: Pre-fill first 'n' filename chars to virtual keyboard
cs: Předvyplnit prvních 'n' znaků názvu do virtuální klávesnice
de: Vorausfüllen erste 'n' Dateinamen Zeichen in der virtuellen Tastatur
fr: Pré-remplissez les premiers ’n’ caractères du nom de fichier au clavier virtuel
nl: Vul de eerste 'n' karakters in op het virtuele toetsenbord
ru: Предварительно заполнить первые символы 'n' имени файла на виртуальной клавиатуре

source: Pre-fill last 'n' filename chars to virtual keyboard
cs: Předvyplnit posledních 'n' znaků názvu do virtuální klávesnice
de: Vorausfüllen letzte 'n' Dateinamen Zeichen in der virtuellen Tastatur
fr: Pré-remplissez les derniers ’n’ caractères du nom de fichier au clavier virtuel
nl: Vul de laatste 'n' karakters in op het virtuele toetsenbord
ru: Предварительно заполнить последние символы 'n' имени файла на виртуальной клавиатуре

source: Press 'OK' and select directories as bookmarks.
cs: Stiskněte 'OK' a přidejte adresář jako záložku.

source: Press 'OK' and set target directories as bookmarks for easier selection of target when copying and moving files.
cs: Stiskněte 'OK' a nastavte cílové adresáře jako záložky pro jednodušší výběr při kopírování a přemísťování souborů.

source: Press 'OK' button moves the selector to next item in the list.
cs: Stisknutí tlačítka 'OK' přesune kurzor na další položku v seznamu.

source: Preview
cs: Náhled
de: Vorschau
fr: Aperçu
ru: Предпросмотр

source: Recorded:
cs: Nahráno:

source: Recordings
cs: Nahrané filmy
nl: Opnames

source: Refresh bookmaks
cs: Aktualizovat záložky
de: Lesezeichen aktualisieren
fr: Rafraîchir les signets
nl: Ververs bladwijzers
ru: Обновить закладки

source: Remove
cs: Smazat
de: Entfernen
fr: Supprimer
nl: Verwijder
ru: Удалить
